/* Connect with Windows Osu! */
"Connect with my Windows version Osu!" = "关联我Windows版本的Osu!";

/* First time Notice */
"First time? Follow the guide please~" = "第一次? 要设置一下哦~";

/* Not now for first play */
"Not now" = "等下再~";

/* Select: */
"Select:" = "要做出选择哟:";

/* Start new Osu! */
"Start a brand new Osu for Mac!" = "开始全新的Osu for Mac!";

/* First Run Setting Required Message */
"You have to finish the Settings first!" = "要先设置一下才能开始Osu for Mac!";

/* Later */
"Later" = "以后";

/* Show save different folder part */
"Save my new files to another folder" = "将新的文件保存到另一个目录里~";

/* Select... */
"Select..." = "选择...";

/* Save Folder: Label */
"Save Folder:" = "保存的目录:";

/* Windows: Label */
"Windows Osu!:" = "Windows Osu!:";